code --install-extension 42Crunch.vscode-openapi
code --install-extension aeschli.vscode-css-formatter
code --install-extension batisteo.vscode-django
code --install-extension brainfit.vscode-importmagic
code --install-extension brapifra.phpserver
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension dbaeumer.vscode-eslint
code --install-extension donjayamanne.python-extension-pack
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension eg2.vscode-npm-script
code --install-extension ericadamski.carbon-now-sh
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension Gruntfuggly.todo-tree
code --install-extension humao.rest-client
code --install-extension jakob101.RelativePath
code --install-extension juliettepretot.lucy-vscode
code --install-extension kenhowardpdx.vscode-gist
code --install-extension kisstkondoros.vscode-codemetrics
code --install-extension liamhammett.inline-parameters
code --install-extension magicstack.MagicPython
code --install-extension mechatroner.rainbow-csv
code --install-extension mhutchie.git-graph
code --install-extension mrmlnc.vscode-duplicate
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-mssql.mssql
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.vscode-typescript-next
code --install-extension ms-vscode.vscode-typescript-tslint-plugin
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension octref.vetur
code --install-extension oderwat.indent-rainbow
code --install-extension OfHumanBondage.react-proptypes-intellisense
code --install-extension phplasma.csv-to-table
code --install-extension PKief.material-icon-theme
code --install-extension pmneo.tsimporter
code --install-extension redhat.vscode-commons
code --install-extension redhat.vscode-yaml
code --install-extension ritwickdey.LiveServer
code --install-extension tht13.python
code --install-extension twxs.cmake
code --install-extension Tyriar.sort-lines
code --install-extension usernamehw.errorlens
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vscodevim.vim
code --install-extension wholroyd.jinja
code --install-extension yzhang.markdown-all-in-one
code --install-extension zhuangtongfa.material-theme
