AnyDesk.app
DBeaver.app
Discord.app
Docker.app
Epic Games Launcher.app
FileZilla.app
Firefox 2.app
Google Chrome.app
IPEVO Annotator.app
JDownloader2.app
KeyCastr.app
Lightshot Screenshot.app
Logi Options.app
NoSQLBooster for MongoDB.app
OBS.app
OpenBoard.app
PhpStorm 2021.3 EAP.app
Postman.app
Python 3.9
Robo 3T.app
RunJS.app
Safari.app
Sequel Pro.app
Slack.app
Sourcetree.app
Spotify.app
StarUML.app
Steam.app
TLauncher-2.8.jar
Telegram.app
Utilities
Vimac.app
VirtualBox.app
Visual Studio Code.app
WhatsApp.app
Xcode.app
iGlance.app
iMovie.app
iTerm.app
zoom.us.app
